{id: 10}, {"testDescription": "最好与尿常规配合诊断。血UA升高而尿UA降低提示肾小球滤过功能损伤；血UA降低而尿UA升高提示肾小管重吸收功能损伤或竞争抑制。尿酸大量从尿液中丢失，见于间质性肾炎、Fanconi综合征、慢性镉中毒、使用磺胺等。血UA和尿UA均升高提示可能为遗传性嘌呤代谢障碍使尿酸生成增多，如磷酸核糖焦磷酸合酶（PRS）活性增强，次黄嘌呤-鸟嘌呤磷酸核糖转移酶（HPGRT）缺陷及黄嘌呤氧化酶活性增加等，还有可能是恶性肿瘤、多发性骨髓瘤、淋巴瘤化疗后、组织缺氧、长期使用抗结核药物吡嗪酰胺等。血UA和尿UA均降低主要见于UA合成减少，如急性肝坏死嘌呤分解代谢受阻；参与UA生成的黄嘌呤氧化酶、嘌呤核苷酸酸化酶先天缺陷，使用6-FU等抑制嘌呤合成的抗癌药物以及长期大量使用糖皮质激素等。", "resultEffectReason": "(1)磷钨酸还原法： ①为确保检测结果准确可靠，每次测定应包括质控血清，所得值需在允许范围。 ②WHO推荐的OCV为±5%，RCV为±10%。我国推荐的RCV为7.5%。 ③红细胞中含有多种非特异性还原物质，因此应用血清或血浆作样本。 ④草酸钾与磷钨酸反应，形成不溶性的磷钨酸钾，可造成显色液混浊。因此不能用草酸钾作抗凝剂。 ⑤血清和尿液尿酸在室温可稳定3天。尿液冷藏后，可引起尿酸盐沉淀析出。其解决方法为：将尿液pH调至7.5～8.0，并加热到50℃，使沉淀完全溶解，然后再行测定。 ⑥尿酸在水中溶解度极低，配制标准液时，加碳酸锂加热助溶。如无碳酸锂，可用碳酸钾或碳酸钠代替。 ⑦用钨酸沉淀蛋白时，部分尿酸可与蛋白一同沉淀，而且沉淀量随滤液pH值的不同而异。如滤液pH＜3，尿酸回收率小于90%，pH值3.0～4.3，回收率93%～103%；pH值2.4～2.7，回收率74%～97%。 ⑧钨酸钠质量要有保证。如含有钼，则可与血液中酚类物质起反应，影响测定结果。 ⑨比色时间要严格掌握，室温放20～30min内比色效果最佳。 (2)尿酸酶-过氧化物酶偶联法： ①为确保满意的质量，每次测定都应同时测定质控血清，所得值应在允许范围。 ②标准液浓度准确与否及吸取标本量的准确度，对测定结果影响很大，如果结果倾向偏高或偏低，应从标准液及吸取标准量上找原因。所用玻璃器材要清洁干燥，吸量管准确度要高。 ③干粉试剂于2～6℃保存，至少可稳定6个月。复溶后的试剂在室温可用6～8h；在2～6℃可稳定12～24h，若发现干粉受潮结块，或有颜色出现，及复溶后与定值血清测定值不符，说明试剂已变质，应弃去不用。 ④最后的呈色反应属Trinder反应，故受氧化还原剂的影响很大，污染还原剂时，结果显著降低或不显色。而污染氧化剂时可使结果偏高或使试剂变红。", "sampleType": "血清", "testName": "尿酸,uric acid(UA)", "summary": "(1)磷钨酸还原法： ①取16mm×100mm试管3支，分别标明测定管“U”、标准管“S”、空白管“B”。 ②于3支试管中各加入4.5ml钨酸试剂，然后测定管中加入0.5ml血清，标准管中加入0.5ml尿酸标准应用液，空白管中加入0.5ml蒸馏水，混匀后，静置10min，离心沉淀。 ③另取3支16×100mm试管，标明测定管“U”、标准管“S”、空白管“B”，分别加入上清液各2.5ml，再于各管加入100g/L碳酸钠试剂0.5ml。 ④混匀，室温放10min后，分别加入磷钨酸应用液0.5ml。 ⑤混匀，室温放20min后，在660nm波长，以空白管调零，分别读取测定管和标准管吸光度。 (2)尿酸酶-过氧化物酶偶联法： ①将干粉试剂按说明书要求加入一定量的蒸馏水或缓冲液复溶，复溶后0.5h使用。 ②取3支试管，分别标明测定管，标准管和空白管。 ③测定管内加血清0.1ml，标准管内加尿酸标准液0.1ml，空白管内加蒸馏水0.1ml，各管均加入1.5ml酶试剂。 ④充分混匀，放室温20min，500nm波长，以空白管调“0”，用分光光度计比色，分别读取各管吸光度。", "relationQuestion": "假如患者有高水平尿酸，其能被轻易地降低吗？需要一直服用药物吗？\r\n这取决于引起患者高水平尿酸的原因，可能不需要服用药物。假如患者突发疾病引起高水平尿酸，比如痛风，那么应服用秋水仙素和非类固醇类的药物，譬如阿司匹林或布洛芬，这些药物通常是短期治疗。 \\r\\n然而，患者可能会进行为期几年的持续治疗直到尿酸水平得到控制。需要服用药物来辅助清除机体内的尿酸盐，如丙磺舒；或服用干扰尿酸生成的药物，如别嘌呤醇。\\r\\n假如患者正接受化疗或辐射治疗，那么需要更频繁地做尿酸试验，可能每过一段时间来判断身体情况。", "suffererPrepare": "", "testWhen": "当监测测定某个癌症化疗或辐射治疗时、当患者有关节痛或其他症状，医生怀疑为痛风时。", "diseaseRelated": "多发性骨髓瘤; 恶性贫血; 慢性肾炎; 乳糜泻; 肾积水; 肾结核; 痛风; 真性红细胞增多症", "normalValueDescription": "酶法:男150-416 μmol/L;女89-357 μmol/L", "id": 10, "testWhys": "检测高水平尿酸能预示痛风，或在化疗或辐射治疗时监测尿酸水平。", "testPrinciple": "(1)磷钨酸还原法：尿酸在碱性情况下，能被磷钨酸氧化成尿素和二氧化碳，磷钨酸则被还原成钨蓝(tungten blue)，后者生成量与尿酸含量成正比。 (2)尿酸酶-过氧化物酶偶联法：尿酸可被尿酸酶氧化，生成尿囊素和过氧化氢，后者与4-AAP和3，5-二氯-2-羟苯磺酸(DHBS)在过氧化物酶作用下，生成醌亚胺化合物，其颜色深浅与尿酸含量成正比。"}
{id: 9}, {"testDescription": "血中的肌酐来源包括从食物中摄取的外源性肌酐和机体内生成的内源性肌酐两部分，血中的肌酐几乎全部经肾小球滤过进入原尿，并且不被肾小管重吸收；机体内肌酐每日生成量几乎保持恒定，因此，如果能通过严格控制饮食限制外源性肌酐的摄入，血中肌酐浓度为稳定值，测定血肌酐浓度可以反映肾小球的滤过功能。血肌酐增高常见于各种原因引起的肾小球滤过功能减退；可用于鉴别肾前性少尿（肌酐上升不超过200μmol/L）和肾实质性少尿（超过200μmol/L）；尿素氮与肌酐的比值也可鉴别肾实质性少尿（BUN/Cr＜10:1）和肾前性少尿(BUN/Cr＞10:1)。血肌酐做为肾功能筛查的一个基本指标，其测定简单，取材方便，但是血Cr浓度除受可控制的外源性肌酐影响外，还受机体肌肉含量、年龄等不可控的生理因素影响，而内源性肌酐来源于肌肉，因此，老年人、肌肉消瘦者血肌酐可能偏低，一旦血Cr轻微上升，就要警惕肾功能减退，应进一步做内生肌酐清除率的检测。重症肌无力、妊娠、肌萎缩、衰老等会使肌酐浓度减低。肾小球滤过功能有强大的储备作用，部分肾小球受损时，剩余正常的肾小球能够有效代偿，仍可有效地清除肌酐，此时血肌酐浓度并无明显升高，只有肾小球滤过率降至正常的30%以下时血肌酐浓度才有明显的变化。应注意干扰因素对结果的影响，如严重的脂血对酶法和苦味酸法检测肌酐均有影响，部分药物如阿司匹林、阿米诺利、卡托普利、口服避孕药等对肌酐浓度也有干扰，轻微的黄疸对肌酐测定没有影响。", "resultEffectReason": "(1)测定肌酐时，各管温度须降至室温，再行比色，因为温度升高可使苦味酸溶液颜色加深，但标准与测定并不一致。 \n\n(2)为了确保测试结果准确可靠，每次测试均应包括质控血清，所测质控值须落在允许范围内之。 \n\n(3)WHO推荐肌酐苦味酸比色法OCV为±0.4%，RCV为±8%，我国推荐的RCV为8%。 \n\n(4)如自制质控血清，要特别注意肝炎病毒的传染，并做好消毒处理工作。 \n\n(5)血清(浆)如当天不测，可置于冰箱内保存3天，若长时间不测，可－20℃保存。 \n\n(6)轻微溶血可使肌酐测定结果偏高，严重溶血可干扰测定结果。 \n\n(7)肌酐测定用的无蛋白血滤液，其回收率受pH值影响，当pH值在2以下时，其回收率可达100%。 \n\n(8)苦味酸有毒，切勿吞服或接触皮肤，如不慎接触，要及时用大量清水冲洗。 \n\n(9)苦味酸质量要高：要用AR以上等级的试剂，如苦味酸试剂不纯，可使空白管吸光度升高而影响测定结果。 \n\n(10)显色后应在15min内完成比色，如时间过久，苦味酸可与血滤液中的其他物质发生非特异性反应则影响测定结果的准确性。 \n\n(11)苦味酸系一种爆炸品，为防止意外事故发生，最好用塑料瓶盛装，并加少许蒸馏水。", "relationTest": "血尿素氮;BUN/肌酐比率;表皮生长因子受体;肌酐清除率;全套代谢功能检测组合;基础代谢功能检测组合;尿分析;尿蛋白与肌酐比值;微量白蛋白;", "sampleType": "血清", "testName": "肌酐,creatinine(Cr)", "summary": "(1)取16mm×100mm试管一支，加入血清(浆)0.5ml，然后加入35mmol/L钨酸溶液4.5ml，充分混匀。3000r/min离心10min，取上清液备用。 \n\n(2)另取试管三支，分别标明测定管“U”、标准管“S”、空白管“B”。 \n\n(3)于测定管内加入无蛋白血滤液，标准管内加入肌酐标准应用液各3.0ml，空白管内加入蒸馏水3.0ml，然后各管分别加入0.04mol/L苦味酸试剂1.0ml，加入0.75mol/L氢氧化钠溶液1.0ml。 \n\n(4)颠倒混匀，放置15min，在510nm波长，用分光光度计，以空白管调“0”，分别读取测定管与标准管吸光度。", "relationQuestion": "BUN/肌酐比率是什么？\r\nBUN/肌酐比率通常为10：1到20：1。BUN/肌酐比率增高可由于肾血流减少，如充血性心力衰竭或脱水；也可由于蛋白增加所致，如胃肠道出血或高蛋白饮食。BUN/肌酐比率降低可见于肝脏疾病（由于肝脏内的尿素合成减少）或营养不良。\n\n锻炼可否影响肌酐水平？\r\n通常情况下，中等程度锻炼不会影响肌酐水平。如果持续锻炼使肌肉增加时，肌酐水平可轻度增高，但不会超过正常水平。", "testWhen": "怀疑肾脏功能损伤，监测治疗效果。", "testWhys": "检测肾脏功能是否正常，监测肾脏疾病的治疗效果。", "normalValueDescription": "酶法:\n男44-132 μmol/L；\n女70-106 μmol/L；\n小儿肌酐正常值见图：\n<img src=\"xejzzcz_normalvaluedescription.jpg\"/>", "id": 9, "testPrinciple": "肌酐与碱性苦味酸反应，生成橙红色复合物，在510nm波长比色测定。"}
{id: 8}, {"testDescription": "(1)白蛋白减少：见于慢性肝炎、肝硬化、肝癌等。 (2)α1球蛋白(糖蛋白)增高：见于原发性肝癌。在重型肝炎、肝硬化、肝昏迷时则减少，与白蛋白呈正相关。肝病时测定α1球蛋白对判断肝炎的严重程度和预后有参考价值。一般情况下，α1球蛋白增加示病情较轻，α1球蛋白减少则提示病情较重，在严重肝功能衰竭时，其血清含量可显著降低。 (3)α2球蛋白：病毒性肝炎初期无明显变化，一周后逐渐增加，亚急性肝炎和急性肝坏死、失代偿期肝硬化则减少。 (4)β球蛋白增高：见于脂肪肝、高脂血症、肾病综合征、糖尿病合并高胆固醇血症、梗阻性黄疸、恶性肿瘤。在胆汁淤积性肝病时其含量升高，与α2球蛋白升高相平行。降低于见于急、慢性肝炎，肝硬化，尤以失代偿期肝硬化和坏死肝硬化下降最为显著。 (5)γ球蛋白增高：见于慢性肝炎、肝硬化、肝胆疾患。典型肝硬化尚可见β和γ带相融合，形成β-γ桥。肝病患者γ球蛋白的变化可反映病情的严重程度。随病情好转，其含量可逐渐降至正常，如一直在高水平持续不降，提示病情严重，预后不良，并有向慢性肝炎及肝硬化发展的趋势。此外，感染、血吸虫病、多发性骨髓瘤、结缔组织病等也可升高。降低见于丙种球蛋白缺乏症、部分化疗患者等。 另外，多发性骨髓瘤在β球蛋白区带与γ球蛋白区带之间常出现M球蛋白带；双白蛋白血症可见双条白蛋白区带。", "resultEffectReason": "(1)每次电泳时应交换电极，可使两侧电泳槽内缓冲液的正、负离子相互交换，从而使缓冲液保持在一定的pH水平，然而，每次电泳时薄膜数量不同，故缓冲液在使用10次后，最好弃去，重新配制，否则影响电泳效果。 (2)电泳槽内缓冲液高度保持一定，过低会出γ球蛋白的电渗现象(向阴极移动)。同时，电泳槽两侧液面应保持水平一致，否则通过薄膜时有虹吸现象，将会影响蛋白质分子的泳动速度。 (3)电泳失败的原因： ①电泳图谱不整齐：常见于点样不均匀，位置不佳，薄膜尚未干燥或水分蒸发，缓冲液变质，电泳时薄膜位置放置不正确，使电流方向不平行等。 ②蛋白组分分离不佳：如点样过多，电流过低，薄膜结构过分细致，透水性差，导电差等。 ③白蛋白结果偏低：见于染色时间不足，染色液陈旧，不透明直接扫描等。 ④薄膜透明不完全：见于温度未达到90℃以上将标本放入烘箱，透明液时间过长或薄膜的浸泡时间不足等。 ⑤透明膜上有气泡：见于玻璃片不干净(油脂、污垢等)使薄膜部分与其脱开，贴膜时操作不慎将气泡裹入等。 (4)点加样本时，一定要注意薄膜的毛面和光面，将样本点在毛面上。 (5)放置薄膜时，要注意其正、负极，切勿接错。", "relationTest": "白蛋白;总蛋白;抗体检测试验;", "sampleType": "血清", "testName": "蛋白电泳,serum protein electrophoresis(SPE)", "summary": "(1)将缓冲液加入电泳槽内，调节两侧槽内的缓冲液，使其处于同一平面。 (2)醋酸纤维素薄膜的准备：取醋酸纤维素薄膜(2cm×8cm)在毛面的一端(负极侧)1.5cm处用铅笔轻划一横线，做点样标记。编号，并标明正、负极后，将薄膜置于巴比妥-巴比妥钠缓冲液中浸泡，待充分浸透后(一般为20min)取出，夹于洁净滤纸中间吸去多余的缓冲液。 (3)将醋酸纤维素薄膜毛面向上贴于电泳槽支架上拉直。用微量吸管吸取无溶血血清3～5μl于横线处沿横线加样，样品应与薄膜的边缘保持一定的距离，以免电泳图谱中的蛋白区带变形，待血清渗入薄膜后，反转薄膜，使光面朝上，平直地贴于电泳槽支架上，用双层滤纸或四层纱布将薄膜的两端与缓冲液连通，稍待片刻。 (4)接通电源，注意醋酸纤维素薄膜上的正、负极，切勿接错。电压90～150v，电流0.4～0.6mA/cm(不同的电泳仪所需电压，电流可能不同，应灵活掌握)，夏季通电45min，冬季通电时间稍长，约为60min，电泳区带展开约25～35mm即可。 (5)染色：通电完毕，取下薄膜直接浸于丽春红S染液或氨基黑10B染色液中，染色5～10min(以白蛋白区带染透为止)，然后在漂洗液中漂去剩余染料，直至背景无色为止。 (6)定量： ①比色法：将漂洗的薄膜吸干，剪下各染色的蛋白区带入相应的试管中，在白蛋白管中加0.4mol/L氢氧化钠6ml(计算时吸光度乘以2)，其余各管加3ml，振摇数次，置37℃水箱20min使其色泽浸出。氨基黑10B染色用分光光度计在620nm处读取各管吸光度，然后计算出各管的含量(同时做空白管对照)。 丽春红S染色时浸出液用0.1mol/L氢氧化钠，加入量同上法。10min后，白蛋白管内加400ml/L醋酸0.6ml(计算吸光度时乘以2)，其余各管加0.3ml，以中和部分氢氧化钠，使色泽加深，必要时离心，取上清液用分光光度计在520nm处读取各管的吸光度(同时作空白对照)，然后计算各自的含量。 ②光密度计扫描法：A.透明：吸去薄膜上的漂洗液(为防止透明液被稀释影响透明结果)，将薄膜浸入透明液中2～3min，然后取出，以滚动的方式平贴于洁净无划痕的载物玻璃片上(切勿产生气泡)，将此玻片竖立片刻，除去多余透明液后，置于恒温90℃至100℃的烘箱内，烘烤10～15min，取出冷却至室温，用此法透明的各蛋白区带鲜明，薄膜平整，可供直接扫描和永久保存(用氢萘或液体石蜡透明，应将漂洗过的薄膜烘干后进行透明，此法透明的薄膜不能存久，且易发生皱折)。B.扫描定量：将已透明的薄膜放入全自动光密度计或其他光密度计暗箱内，进行扫描分析。", "diseaseRelated": "多发性骨髓瘤; 肝癌; 肝昏迷; 肝硬化; 高脂血症; 黄疸; 肾病综合征; 糖尿病; 原发性肝癌; 脂肪肝", "normalValueDescription": "醋酸纤维法:白蛋白0.62～0.71（62%～71%）；α1球蛋白0.03～0.04（3%～4%）；α2球蛋白0.06～0.10（6%～10%）；β球蛋白0.07～0.11（7%～11%）；γ球蛋白0.09～0.18（9%～18%） ", "id": 8, "testPrinciple": "血清中各种蛋白质都有其特有的等电点，各种蛋白质在各自的等电点时呈电中性状态，它的分子所带正电荷与所带负电荷量相等。将蛋白质置于pH比值等电点较高的缓冲液中，它们将形成带负电荷的质点，在电场中均向正极泳动。由于血清蛋白质的等电点不同，带电荷的量多少差异，蛋白质分子量大小也不同，所以在同一电场中泳动速度也不同。蛋白质分子越小带电越多，移动速度越快；分子越大而带电越少，移动速度越慢。按其泳动速度可以分出以下的主要区带，从正极端起，依次为白蛋白、α1球蛋白和α2球蛋白，β球蛋白和γ球蛋白5条区带。"}
{id: 7}, {"testDescription": "在体内，葡萄糖除了与血红蛋白结合外，还可通过非酶糖基化反应与其它蛋白（如血清蛋白、膜蛋白、晶状体）结合形成酮胺化合物。果糖胺是血浆蛋白酮胺的统称。但是由于白蛋白是血清蛋白中最丰富的成分，故认为测定果糖胺主要是测定糖化白蛋白。该项指标不受血糖近期波动的影响，可反映患者过去2-3周平均血糖水平，是糖尿病诊断和近期控制水平的一个检测指标。测定果糖胺检测的是短期血糖的改变，因此，果糖胺应与糖化Hb结合应用而不是替代使用。当患者有血红蛋白异变体HbS或HbC时，会使红细胞寿命下降，此时糖化血红蛋白的意义不大，而果糖胺更有价值。但白蛋白浓度和半衰期发生明显变化时会对糖化白蛋白产生很大的影响，因此肾病综合征、肝硬化、异常蛋白血症或急性时相反应之后u的患者，不宜采用果糖胺做为血糖的监测指标。", "resultEffectReason": "(1)DMF可以自己合成，方法是称取无水D-葡萄糖90g，吗啡啉58g，加蒸馏水1L，溶解后在60～70℃水浴上搅拌，开始为黄色糊状物，后颜色逐渐加深。20min后，移去水浴，缓慢地加入丙二酸18g，整个加入过程需在10min以上。再置水浴并使温度上升至80℃，不断搅拌，颜色由黄绿色转变为琥珀色。10min后，加无水乙醇70ml，维持75℃30min，再加入丙酮70ml。此时可见到结晶析出，此即为DMF。放4℃冰箱过夜。收集结晶，并用无水乙醇重结晶3次，使产物脱色纯化，干燥备用。熔点146～147℃，分子式C10H19O6N，分子量249D。 (2)pH值、反应温度、反应时间对本试验影响较大，必须严格控制。 (3)血清蛋白经非酶促糖化反应可形成酮胺结构。DMF在适当的pH值及温度条件下，经过结构重排也可以由氧环式结构形成1-脱氧-1-氨基-2-酮基的酮胺结构。因此用它作为标准参照物是合理的。 (4)用定值冻干糖化血清蛋白作标准，测定结果更稳定。因为用不同标准物时所测得结果不完全一致，最好建立实验室的参考值。", "sampleType": "血清", "relationTest": "葡萄糖;A1C;白蛋白;总蛋白;", "testName": "果糖胺,Fructosamine", "summary": "测定管加待检血清(血浆)0.1ml，空白管加蒸馏水0.1ml，各加37℃预温的NBT试剂4m1，混匀，置37℃准确水浴15min取出，流水冷却(低于25℃)。冷却后15min内于分光光度计波长550nm，10mm光径比色杯以空白调零，读取测定管吸光度。从标准曲线查得结果。以果糖胺mmol/L报告。", "relationQuestion": "果糖胺试验需要空腹吗?\r\n不需要。果糖胺实验测量糖化蛋白，确定过去2-3周平均血糖水平，因此，不受饮食影响。一天任何时间均可检测。", "testWhys": "监测糖尿病，短期血糖的改变。", "testWhen": "评价糖尿病患者过去2-3周血糖的平均水平。", "diseaseRelated": "糖尿病", "normalValueDescription": "分光光度法:2.1-2.8 mmol/L", "id": 7, "testPrinciple": "糖化血清蛋白能在碱性环境中与硝基四氮唑蓝(NBT)发生还原反应，生成甲物以1-脱氧-1-吗啉果糖(DMF)为标准参照物，进行比色测定。"}
{id: 6}, {"testDescription": "降低见于严重或者慢性的疾病，比如癌症；甲亢；肝病；严重的感染；消化障碍 。尤其是肝炎早期和急性重症肝炎中，前白蛋白的降低早于其他血清成分，是肝脏损害的早期灵敏指标。各类肝病均减少，对肝病的早期诊断有一定价值。由于营养不良至负氮平衡时PA下降，严重营养不良时可完全缺如。增高见于Hodgkin病。肾病综合征患者在蛋白食物充足时PA可轻度升高。", "resultEffectReason": "散射比浊法： (1)抗原抗体反应时间20～40min为宜，时间长则散射强度下降。 (2)本法属浊度反应，试剂混浊时影响结果，所以配制时需严格过滤。", "relationTest": "白蛋白;运铁蛋白;", "sampleType": "血清", "testName": "前白蛋白,prealbumin(PAB)", "summary": "免疫扩散法： ①制板：以效价1∶60抗PA血清0.1ml与60℃左右的1.5%琼脂糖6ml迅速混匀浇板，板尺寸为50mm×80mm。 ②打孔：每板打孔12个，孔径3～4mm，适当孔距(12～15mm)。③稀释：标准血清用BBS将标准血清稀释为不同浓度（用原浓度分别稀释成五种浓度），每孔各加10μl。④被检血清加样前用BBS稀释，稀释倍数酌情（2～6倍），每孔加样10μl。⑤标准与样品均放置湿盒中，37℃扩散24h。\n散射比浊法：取3支试管分别标明“空白”、“标准”和“测定”，分别加0.154mol/L NaCl、标准血清应用液、稀释血清（1份血清加3份0.154mol/L NaCl）各10μl，每管加抗人PA抗血清3.0ml，混匀，置室温20min，以激发和发射波长均400nm，狭逢10nm，用1cm比色杯，空白调零，读取标准和测定散射光度。（1）抗原抗体反应时间20～40min为宜，时间长则散射强度下降。（2）本法属浊度反应，试剂混浊时影响结果，所以配制时需严格过滤。", "testWhys": "对营养不良的病人进行诊断或者对营养缺乏的患者进行监测。", "testWhen": "患者由于食欲不振、HIV，或者吞咽障碍等处于营养不良的情况；当患者将要进医院进行外科手术时，当有某种医源性疾病的时候；当患者正在接受肠外营养供给（比如静脉）或者血透的时候。", "diseaseRelated": "肾病综合征", "normalValueDescription": "（1）免疫扩散法：280～350mg/L。（2）散射比浊法：213.0～441.9mg/L", "id": 6, "testPrinciple": "(1)免疫扩散法：血清中的PA与抗PA血清反应产生沉淀，与标准PA比较求得血清PA浓度。 (2)散射比浊法：血清中的PA与抗PA反应产生浊度，用荧光计散射比浊，与标准血清比较求得样品中PA含量。"}
{id: 5}, {"testDescription": "白蛋白/球蛋白比率降低常见于白蛋白降低：①蛋白摄入不足（营养不良），②白蛋白合成减少（肝细胞损害），③蛋白消耗增多（恶性肿瘤、甲状腺功能亢进、重症结核等消耗性疾病），④蛋白丢失增多（肾病综合征、严重烧伤、蛋白丢失性肠病、急性大失血等）；血液稀释（妊娠）。比率升高常见于白蛋白升高，球蛋白降低: ①肝脏慢性炎症与纤维化；②M蛋白白血病（多发性骨髓瘤、巨球蛋白血症）；③自身免疫性疾病（SLE，风湿病等）；④肝外的慢性炎症和感染（结核、麻风等）。其它的肝脏酶学试验将更为准确的揭示所患肝脏疾病的类型。白蛋白升高通常表明有脱水。", "resultEffectReason": "同白蛋白和球蛋白相同。", "sampleType": "血清", "relationTest": "白蛋白;肝功能;蛋白电泳;", "testName": "白蛋白/球蛋白比率,albumin/globulin(A/G)", "summary": "同总蛋白、白球蛋白测定。", "relationQuestion": "白蛋白水平异常意味着什么?\r\n患有慢性肝脏疾病以及肾功能异常者易出现白蛋白水平异常。另外，消化道吸功能异常和长时间腹泻者也可能出现白蛋白水平异常。\n\n白蛋白、前白蛋白及微量白蛋白试验有什么不同？\r\n白蛋白和微量白蛋白是同一种分子，而前白蛋白，尽管具有相似的名字，却是一种完全不同的分子。前白蛋白试验检测能反应营养状况，特别是在手术的前后，或者决定是入院治疗还是补充营养时。白蛋白检测更常用于肝肾疾病的检查或分析患者身体是否吸收了足够的氨基酸时。白蛋白也被用于监测营养状况。但是，前白蛋白代谢更加迅速，这使得它比白蛋白更适于检查短期的营养状况。微量白蛋白试验用于检查尿液中的微量白蛋白并提示患者是否有发生肾脏疾病的风险。", "testWhys": "筛查肝、肾功能异常或进行营养评价，特别是对住院患者（有时用前白蛋白代替）。", "testWhen": "当考虑患者出现肝、肾疾病的症状时；患者近期体重迅速改变时；手术前。", "diseaseRelated": "多发性骨髓瘤; 肝硬化; 黑热病; 肾病综合征; 系统性红斑狼疮", "normalValueDescription": "计算:（1.5-2.5）：1", "id": 5, "testPrinciple": "同总蛋白、白球蛋白测定。"}
{id: 4}, {"testDescription": "低密度脂蛋白胆固醇浓度升高提示患心脏病的风险性增大，尤其是缺血性心血管疾病，所以低密度脂蛋白脂蛋白结果的评估解释是根据不同人群的上限值而制定。根据美国国家胆固醇教育计划，如果没有其他的危险因素，低密度脂蛋白胆固醇浓度可以进行如下评估：小于100 mg/dL (2.59 mmol/L)——最理想状态100-129 mg/dL (2.59-3.34 mmol/L)——接近理想状态130-159 mg/dL (3.37-4.12 mmol/L)——稍高于临界值160-189 mg/dL (4.15-4.90 mmol/L) ——偏高超过189 mg/dL (4.90 mmol/L) ——非常高主要的危险因素（如下所示）可以改变低密度脂蛋白浓度的预计目标。将高浓度LDL-C降低到低浓度LDL-C靶值治疗（饮食疗法或诸如他汀类药物疗法）依赖于自身所有的心血管疾病危险因素。治疗的靶值是：如有心脏病或糖尿病，低密度脂蛋白应低于100 mg/dL (2.59 mmol/L)。*若存在2项或2项以上的危险因素（心血管疾病中等危险），低密度脂蛋白应低于130 mg/dL (3.37 mmol/L)。若不存在或仅有1项危险因素（心血管疾病低危险性），低密度脂蛋白应低于160 mg/dL (4.14 mmol/L)。*有些机构建议，若有心血管疾病或曾有过心脏病发作的患者，LDL-C应低于70 mg/dL (1.82 mmol/L)。主要的危险因素包括：吸烟、年龄（男性45岁以上、女性55岁以上）、低浓度的高密度脂蛋白胆固醇（低于40 mg/dL (1.04 mmol/L)）、高血压（血压超过140/90，或接受高血压药物治疗者）、先天性心脏病家族史者（55岁以下直系男性亲属或65岁以下直系女性亲属患心脏病者）、冠心病初期、糖尿病 （注：高浓度的高密度脂蛋白胆固醇(大于60mg/dL)被认为是一种“负性危险因素”，如果出现HDL-C大于60 mg/dL，则可从全部的危险因素中去除掉一个。）儿童和青少年的危险因素范畴与成人不同，请与儿科医生讨论检测结果。低密度脂蛋白胆固醇的降低一般是不用担心的，且不必进行监测。它多见于遗传性脂蛋白缺乏症患者及甲状腺功能亢进、感染、炎症和肝硬化患者。人在非疾病状态下也应进行低密度脂蛋白胆固醇检测。低密度脂蛋白胆固醇浓度在一些急性疾病时会暂时性降低，心脏疾病发作时或应激状态下（如外科手术或事故）会即刻降低。对于任何疾病状态，应至少等待六周后再进行低密度脂蛋白胆固醇的检测。", "resultEffectReason": "(1)体外诊断使用。(2)使用在有效期内的试剂。(3)不能用于人和动物体内。 (4)不要使用被错误冷冻的预处理试剂。 (5)打开试剂后，建议不要保存太长的时间。当保存打开的试剂，盖紧瓶盖保存于适当的温度下。 (6)当样品中的甘油三酯超过1000mg/dL，用生理盐水稀释样品，重复检验，用稀释因子乘上结果。 (7)用wako的LDL-C校准品(codeno．418-855011，4xfor3ml)来校准，请阅读标准包装内的仪器说明书。 (8)避免接触眼或皮肤。 (9)当丢弃试剂时，按照当地或者国家规定处理。 (10)由医生根据临床症状和其他实验结果做出临床诊断。", "sampleType": "血清", "relationTest": "胆固醇;高密度脂蛋白;甘油三酯;血脂;直接低密度脂蛋白胆固醇;心脏病风险评估;脂蛋白a;载脂蛋白A;载脂蛋白B;Lp-PLA2;", "testName": "低密度脂蛋白胆固醇测定,low density lipoprotein cholesterol(LDL-C)", "summary": "可报告范围：本试验的可报告范围为0.026～10.3mmol/L(1～4000mg/dl)。超出此范围应用生理盐水稀释重新测定，结果乘以稀释倍数。", "relationQuestion": "如果低密度脂蛋白浓度升高，建议用什么方法进行治疗？\r\n治疗高浓度的低密度脂蛋白胆固醇，首先是改变生活方式，包括减少饱和脂肪的饮食摄入量，达到并保持理想的体重，并且需要坚持锻炼。如果生活方式的改变不能充分降低低密度脂蛋白胆固醇，则应接受药物治疗。\n\n体育锻炼或饮食等生活方式的改变能多大程度上改变低密度脂蛋白胆固醇水平？\r\n采用低饱和脂肪饮食（饱和脂肪所供热量低于7%）通常可使低密度脂蛋白胆固醇降低10%。", "suffererPrepare": "一般要求在空腹12小时后进行", "testWhen": "作为胆固醇或血脂检查的常规检测项目之一，或作为胆固醇普查。", "diseaseRelated": "骨髓瘤; 急性心肌梗死; 肾病综合征; 糖尿病", "normalValueDescription": "沉淀法/酶法:成人＜3.37 mmol/L;儿童＜3.1 mmol/L", "id": 4, "testWhys": "为了评估心脏疾病发病的风险。", "testPrinciple": "第一反应(non-LDL胆固醇的消除) 当样品与R1酶显色剂混合时，试剂中的聚阴离子和两性离子表面活性剂保护LDL不与实际中的酶反应，仅仅作用与non-LDL脂蛋白[包括乳糜微粒(CM)、极低密度脂蛋白(VLDL)和高密度脂蛋白(LDL)]反应，释放胆固醇，与酶作用产生的过氧化氢因缺乏色原被过氧化物酶分解成水而消除。 第二反应(LDL胆固醇的显色反应) 当加入R2反应液时，试剂中的CHE和CHO仅仅与LDL-C反应，LDL-C发生酶反应产生的过氧化氢，在POD参与下与HD-AOS和4-氨基安替比林氧化缩合成有色化合物。通过测定生成的蓝色化合物在600nm处的吸光度，与LDL-C的校准比较，可计算出样品中LDL-C的浓度。"}
{id: 3}, {"testDescription": "血脂升高见于：高脂血症、动脉粥样硬化、糖尿病、糖原贮积病、肾小球肾炎、肾病综合征、甲状腺功能减退、高血压等。血脂降低见于：甲状腺功能亢进症、急性肝炎、肝硬化、恶质病、吸收不良综合症。正常情况下，血脂随年龄增加而升高，40岁以上者显著升高，65~70岁者反而降低。", "resultEffectReason": "(1)上述两步酶法为中华医学会检验学会的推荐方法(见中华医学检验杂志，1995，18：249)。现阶段允许一步酶法与两步酶法并存，要求逐步过渡到统一采用两步法。在未统一方法前，实验室报告TG测定结果时应注明“去FG值”或“未去FG值”，这将有助于临床医生对结果的正确判断。 (2)正常人血清TG浓度平均约0.11mmol/L(10mg/dl)，对于变动幅度较大的TG来说，由此引起的误差是可以忽略的，但有此标本中TG明显增高，以致影响对TG水平的判断，例如糖尿病、情绪应激、含甘油的药物、静脉营养、取血标本时甘油污染等。此外，标本贮存与处理不当会使其中TG水解而产生TG。 (3)内源性TG很高的标本虽然不很多，为了避免可发生的差错，国外文献中的建议可供参考：临床实验室应备有可以去TG空白的试剂，供必要时采用；体检及门诊患者可以不做TG空白，但糖尿病或其他特殊门诊例外；TG＞2.3mmol/L者最好作TG空白校正，对有些可疑情况，如高TG而血清不混浊者应排除高TG的可能。", "relationTest": "胆固醇;高密度脂蛋白;低密度脂蛋白;甘油三酯;直接低密度脂蛋白;极低密度脂蛋白;心脏危险评估;Lp-PLA2;", "sampleType": "血清", "testName": "血清总脂,Total lipids(TL)", "summary": "同比色法测定。", "testWhys": "检测血脂含量。", "testWhen": "有高脂血症家族史或高脂饮食患者。", "diseaseRelated": "高脂血症; 甲状腺功能减退; 甲状腺功能亢进; 慢性肾炎; 肾病综合征; 糖尿病", "normalValueDescription": "沉淀法/酶法:成人：4.0-7.5 g/L；儿童：3.9-6.0 g/L", "id": 3, "testPrinciple": "同比色法测定。"}
{id: 2}, {"testDescription": "(1)升高\n①胰岛素分泌不足：真性糖尿病。\n②糖类皮质激素增多：肢端肥大症、甲状腺功能亢进、库欣综合征、巨人症等。\n③肾上腺素过多：嗜铬细胞瘤。\n④肝摄取减少：肝硬化、重症肝炎、血色病。\n⑤颅内压升高：脑外伤、脑瘤、脑出血、重症化脓性脑膜炎等。\n⑥维生素B1缺乏：Wernicke脑病（脑性出血性脑灰质炎）。\n⑦胰腺癌、急慢性胰腺炎、胰岛α细胞瘤等。\n⑧应激状态：烧伤、休克、感情创伤、麻醉等。\n⑨药物与化学毒物中毒：咖啡因、茶碱、ACTH、一氧化化碳和重金属中毒等。\n\n(2)降低\n①胰岛素分泌过多：胰岛β细胞瘤、胰外肿瘤（肾上腺癌、胃癌、纤维肉瘤）、倾倒综合征、早期糖尿病、功能性血糖过低症、滋养性血糖过低症、胰高血糖素缺乏症等。\n②对抗胰岛素的内分泌不足：垂体前叶功能减退症、艾迪生病、胰岛α细胞功能减退症、甲状腺功能减退症（呆小症、黏液性水肿）。\n③肝脏葡萄糖供应不足：原发性肝癌、肝硬化后期、重症肝炎、重症脂肪肝、糖原贮积病（Von Gier Ke病）、半乳糖血症、长期营养不良等。\n④其他：蛛网膜下腔出血、脑炎后综合征、荔枝病、亮氨酸过敏、食物摄入不足、运动、饥饿、药物（服用胰岛素或降糖药过量）。\n\n葡萄糖水平过高大多数指示患有糖尿病，但是很多其他疾病和情况下也能引起葡萄糖浓度过高。\n见图.空腹血糖\n<img src=\"xyptt_kfxt_testdescription.jpg\"/>\n\n图.OGTT\n<img src=\"xyptt_OGTT_testdescription.jpg\"/>\n\n图.妊娠糖尿病筛查\n<img src=\"xyptt_rstnbsc_testdescription.jpg\"/>\n\n图.妊娠糖尿病的确诊\n<img src=\"xyptt_rstnbqz_testdescription.jpg\"/>", "resultEffectReason": "(1)葡萄糖邻甲苯胺（O～TB）法测定：\n①除葡萄糖外，其他糖在反应过程中亦能产生有色化合物，它们吸光度比率分别为：葡萄糖＝1.00；果糖＝0.06；甘露糖＝0.96；半乳糖＝1.42；蔗糖＝0.16；麦芽糖＝0.09；乳糖＝0.39；木糖＝0.12。但是，在这些糖中葡萄糖、果糖和半乳糖存在于正常人血清，而后者在正常人血液中含量甚微，不影响实际测定结果。\n②测定液的显色强度与反应条件有关，邻甲苯胺的批号、邻甲苯胺试剂的新、老（如试剂配制后过久，颜色变浅）以及加热温度和加热时间等都会影响显色强度。因此，测定管，标准管、空白管的加热时间与温度必须完全一致。每批测定管数不宜过多，以便能较好地控制反应条件。有些批号冰醋酸会产生棕色反应，影响测定结果。\n③最终反应液偶尔会产生混浊，最常见原因是高脂血症。此时，可向3ml显色液中加入1.5ml异丙醇，充分混匀，溶解脂质可消除浊度，所测吸光度乘以1.5。注射右旋糖酐时，由于右旋糖酐不溶于邻甲苯胺试剂而产生混浊。冷水浴太冷时也可出现混浊。\n④轻度溶血不影响测定，但1g/L血红蛋白能假性增高葡萄糖测定结果0.11mmol/L，胆红质也能增高测定管吸光度，342μmol/L胆红质能假性增高葡萄糖测定结果1.39mmol/L，血标本中含有EDTA（＞1mg/ml），氟化钠（＞5mg/ml）时，能增高显色强度，麝香草酚抑制颜色生成。\n⑤邻甲苯胺法的测定结果基本上与葡萄糖氧化酶法和已糖激酶法相同，但尿毒症患者，邻甲苯胺法的测定结果略有偏高。⑥邻甲苯胺试剂有毒并有致癌性，操作应避免皮肤接触或直接吸入。\n\n(2)葡萄糖氧化酶（GOD）法：\n①葡萄糖氧化酶对β-D葡萄糖高度特异，溶液中葡萄糖约36%为α型，64%为β型。葡萄糖的完全氧化需要从α型到β型的变旋反应。国内某些商品葡萄糖氧化酶试剂盒含葡萄糖变旋酶，可加速这一反应，但在终点法中延长孵育时间可达到完成自发变旋过程。新配制的葡萄糖标准液主要是α型，故须放置2h以上（最好过夜），待变旋平衡后方可应用。\n②葡萄糖氧化酶法测定的特异性较高，能干扰测定结果的物质很少，溶血标本血红蛋白的浓度达10g/L，黄疸标本胆红质浓度达342μmol/L。氟化钠浓度达2g/L，尿素浓度达46.7mmol/L（280mg/dl），尿酸浓度达2.95mmol/L，半胱氨酸的浓度达50mg/dl，甘油三酯浓度达500mg/dl，对测定结果均无影响，维生素C、谷胱甘肽、10mg/dl左旋多巴可能引起测定结果的负偏差。\n③如果测血浆中糖，标本以草酸钾-氟化钠为抗凝剂较好。取草酸钾6g，氟化钠4g，加水溶解至100ml，吸取0.1ml到玻璃试管内，在80℃以下烤干使用，可使2～3ml血液在3～4h不凝固并抑制糖分解。\n④方法学评价：GOD法线性范围至少可达19mmol/L；回收度94%～105%；变异系数批内为0.7%～2.0%；批间为2%左右；日间为2%～3%。准确度与精密度都能达到临床需要，操作简便，适用于常规检验。", "sampleType": "血浆", "relationTest": "尿液分析;胰岛素;C肽;糖化血红蛋白A1c;微量白蛋白;尿液葡萄糖", "testName": "血液葡萄糖,Fasting plasma glucose(FPG)", "summary": "(1)葡萄糖邻甲苯胺(O～TB)法测定： 取数支16mm×150mm试管，按表1进行操作。混匀后，置沸水中，加热12min，取出置冷水中冷却5min。分光光度计波长630nm，比色杯光径1.0cm，空白管调零比色，读取标准管与测定管吸光度。\n<img src=\"1161-TestOperation-b1.jpg\"/>\n\n(2)葡萄糖氧化酶（GOD）法：取数支16mm×100mm试管，按表2进行操作。混匀，置37℃水浴中，保温15min，用分光光度计波长505nm，比色杯光径1.0cm，以空白管调零比色，分别读取标准管及测定管吸光摩。\n\n<img src=\"1161-TestOperation-b2.jpg\"/>", "relationQuestion": "糖尿病常用的治疗方法有哪些？\r\n对最常见的2型糖尿病而言，减肥、高纤维低碳水化合物的饮食结构和规律的运动可能就足以降低血糖水平。但是在多数情况下，需要口服促进分泌胰岛素和对胰岛素增敏的药物以得到预期的血糖水平。对1型糖尿病（和口服药物效果不明显的二型糖尿病）而言，需要一天多次注射胰岛素。", "suffererPrepare": "空腹采血", "testWhen": "作为正常代谢功能的一部分，在出现高血糖或低血糖症状的时候和怀孕期间；如果是糖尿病患者，一天检测几次以监控血糖水平。", "diseaseRelated": "艾迪生病; 半乳糖血症; 垂体前叶功能减退症; 肝硬化; 化脓性脑膜炎; 甲状腺功能减退症; 甲状腺功能亢进; 巨人症; 库欣综合征; 颅内压升高; 慢性胰腺炎; 脑出血; 黏液性水肿; 倾倒综合征; 肉瘤; 烧伤; 嗜铬细胞瘤; 糖尿病; 糖原贮积病; 胃癌; 血色病; 血糖过低; 胰岛β细胞瘤; 胰腺癌; 原发性肝癌; 肢端肥大症; 脂肪肝; 蛛网膜下腔出血", "normalValueDescription": "（1）空腹：\n①邻甲苯胺法（O-TB）：3.89～6.11mmol/L\n②葡萄糖氧化酶法（GOD）：3.89～6.11mmol/L\n③分光光度法（AAS）： 3.88～5.8 mmol/L\n④自动生化仪：3.89～6.11mmol/L\n（2）进食后2h：＜6.7mmol/L（＜120mg/dl）", "id": 2, "testWhys": "检查血糖水平是否在正常范围内；筛查、诊断和监控高血糖症、低血糖症、糖尿病和糖尿病前期。", "testPrinciple": "(1)葡萄糖邻甲苯胺（O～TB）法测定：\n葡萄糖与邻甲苯胺在强酸溶液中加热；葡萄糖醛基与邻甲苯胺缩合成葡萄糖基胺，后者脱水生成席夫氏（Schiff）碱，再经结构重排列，生成有色化合物，吸收峰在630nm。\n\n(2)葡萄糖氧化酶（GOD）法：\n葡萄糖氧化酶（GOD）能催化葡萄糖氧化成葡萄糖酸，并产生一分子过氧化化氢。在过氧化物酶（POD）和色原性氧受体（如联大茴香胺，4-氨基安替比林偶联酚）的存在下，过氧化化氢分解，释放出初生态氧，氧化色素原，生成有色化合物。其反应如下：醌亚胺在480～550nm波长有最大吸收，所产生的颜色强度与血清中葡萄糖量成正比，与同样处理的标准液比较，经计算可求出血清葡萄糖的含量。"}
{id: 1}, {"testDescription": "血氯升高（称为高氯血症）通常表明脱水，也见于引起血钠升高的其它疾病，如库欣综合征或肾脏疾病。高氯血症也见于体内碱丢失过多（产生代谢性酸中毒），或换气过度（引起呼吸性碱中毒）。任何代谢紊乱引起血钠浓度降低的同时，血氯浓度降低（称为低氯血症）。低氯血症也见于长期呕吐或胃肠引流、肺气肿或其它慢性肺部疾病（引起呼吸性酸中毒），体内酸丢失过多（称为代谢性碱中毒）。影响血钠水平的药物也会引起氯改变。另外，吞咽大量碳酸氢钠或超过推荐剂量的抗酸剂，也能引起低氯。\n（1）增高：\n①排出减少：急、慢性肾功能衰竭、肾小管性酸中毒、梗阻性肾病等。\n②摄入过多：高盐饮食、输入生理盐水过多，尤其在慢性肾功能不全时。\n③呼吸性碱中毒。\n④高渗性脱水（失水＞失钠）。\n⑤溴化铋中毒。\n（2）降低：\n①严重呕吐、高位肠梗阻、慢性幽门梗阻等。\n②人工胃或肠瘘引起胃液、胰液、胆汁大量丢失等。\n③慢性肾上腺皮质功能减退。\n④严重糖尿病排尿过多致酸中毒。\n⑤出汗过多未及时补足氯化钠。\n⑥心功能不全和肾炎长期无盐或低盐饮食并大量利尿后。", "resultEffectReason": "(1)氯电极用久后，电极膜头上会出现黑色的物质(AgCl)，此时电极灵敏度下降，需用柔软的布类将膜表面黑色物质擦去，再用细砂纸轻轻摩擦数次即可。(2)每次测定都应同时用定值质控血清进行测定，以保证结果的准确性。（3）在目前应用较普遍的电解质分析仪中，氯电极是一种对氯离子有选择性响应的液膜电极，它是选用一种对氯离子有交换作用的季胺盐作为活性材料，制成特殊的PVC管状电极，膜的一面与样品溶液相接触，另一面与内参比溶液相接触，膜电位直接与样品中氯离子的活度成正比，氯电极与参比电极之间的电位差随着样品溶液中氯离子活度的变化而变化。（4）离子选择电极法（ISE）测定的是样品溶液中的离子活度，与火焰法测定的离子浓度是有区别的。在火焰法中，假设水的活度系数为100%的理想状态，但通常测定样品中含有蛋白质、胆固醇、甘油三酯等，正常人血清中这些物质占据了总体积的3%～7%，这一因素是造成ISE法的结果比火焰法结果高3%～7%。但另一方面，蛋白质和其它大分子会络合一部分离子，该因素造成ISE法比火焰法结果偏低。大部分情况下，第一种因素占主导地位，所以，ISE法比火焰法的结果高1%～5%。由于ISE法测得的是离子活度，因而更能反映电解质在人体内的实际情况。（5）毕平安等对ISE法和α-淀粉酶-葡萄糖苷酶二点动力法测定氯比较发现，ISE法精密度和抗干扰性明显优于酶法，高脂样品（TG＞7.5mmol/L）对酶法测定血清氯有明显负干扰，而对ISE法无影响。戚大梁等研究发现，叠氮钠对ISE法测氯有较大影响，能使氯明显偏高。所以不能用叠氮钠作为试剂的防腐剂，也不能采用含叠氮钠的质控血清。于建新等也发现质控血清中的稳定剂及防腐剂对SLD 938离子分析仪氯电极有明显干扰，导致结果偏高。故在选择质控血清时要注意使用对电极无干扰的商品。（6）PVC液膜电极长时间浸泡在水溶液中，会使其中的电活性物质不断溶解而丧失，使电极寿命缩短。所以对一般中等实验室来说。最好在每天测定标本后，将电极用蒸馏水冲洗干净，再抽干电极中水分，干放过夜，第二天再用活化液活化15～30min，标定后使用。另外，须注意不可用火焰法的标准液、质控液来标定电极。防止毒化损坏电极。", "sampleType": "血清", "relationTest": "钠;钾;二氧化碳;电解质组合;CMP;BMP;尿氯", "testName": "血清氯,serum chloride(Cl)", "summary": "", "relationQuestion": "对于氯化物的摄取有什么饮食方面的建议吗？\r\n是的，医学会食品与营养委员会建议14至50岁的青少年及成人每日需摄入23克氯化物。需求量随年龄、性别以及其它因素而变化。例如，妊娠及哺乳期的妇女需要的量较多，而儿童及老人所需要的量较少。氯化物在日常食物里很易获得，大多数的美国人通过食用食盐及方便食品可能摄入大于身体必需量的氯化物。很多蔬菜和食品里也含有氯化物，例如海藻、黑麦、番茄、莴苣、芹菜及橄榄等。", "testWhys": "用于确定体内电解质或酸碱平衡是否出现问题，监测治疗。", "testWhen": "电解质组合或代谢组合一部分；确定体内是否有电解质失衡。", "diseaseRelated": "肠梗阻; 肠瘘; 梗阻性肾病; 呼吸性碱中毒; 慢性肾功能衰竭; 肾上腺皮质功能减退; 肾小管性酸中毒; 糖尿病; 脱水; 幽门梗阻", "normalValueDescription": "离子选择电极法(ISE):96-106 mmol/L", "id": 1, "testPrinciple": "氯电极是由电极基部和头部组成。头部含银-氯化银粒子，当溶液中的氯离子与电极头部表面接触时，会产生服从能斯特(Nernst)方程的电动势，与参比电极相连，就能测出样品中氯化物的浓度。"}
