{"testDescription": "(1)升高
①胰岛素分泌不足：真性糖尿病。
②糖类皮质激素增多：肢端肥大症、甲状腺功能亢进、库欣综合征、巨人症等。
③肾上腺素过多：嗜铬细胞瘤。
④肝摄取减少：肝硬化、重症肝炎、血色病。
⑤颅内压升高：脑外伤、脑瘤、脑出血、重症化脓性脑膜炎等。
⑥维生素B1缺乏：Wernicke脑病（脑性出血性脑灰质炎）。
⑦胰腺癌、急慢性胰腺炎、胰岛α细胞瘤等。
⑧应激状态：烧伤、休克、感情创伤、麻醉等。
⑨药物与化学毒物中毒：咖啡因、茶碱、ACTH、一氧化化碳和重金属中毒等。

(2)降低
①胰岛素分泌过多：胰岛β细胞瘤、胰外肿瘤（肾上腺癌、胃癌、纤维肉瘤）、倾倒综合征、早期糖尿病、功能性血糖过低症、滋养性血糖过低症、胰高血糖素缺乏症等。
②对抗胰岛素的内分泌不足：垂体前叶功能减退症、艾迪生病、胰岛α细胞功能减退症、甲状腺功能减退症（呆小症、黏液性水肿）。
③肝脏葡萄糖供应不足：原发性肝癌、肝硬化后期、重症肝炎、重症脂肪肝、糖原贮积病（Von Gier Ke病）、半乳糖血症、长期营养不良等。
④其他：蛛网膜下腔出血、脑炎后综合征、荔枝病、亮氨酸过敏、食物摄入不足、运动、饥饿、药物（服用胰岛素或降糖药过量）。

葡萄糖水平过高大多数指示患有糖尿病，但是很多其他疾病和情况下也能引起葡萄糖浓度过高。
见图.空腹血糖
<img src="xyptt_kfxt_testdescription.jpg"/>

图.OGTT
<img src="xyptt_OGTT_testdescription.jpg"/>

图.妊娠糖尿病筛查
<img src="xyptt_rstnbsc_testdescription.jpg"/>

图.妊娠糖尿病的确诊
<img src="xyptt_rstnbqz_testdescription.jpg"/>", "resultEffectReason": "(1)葡萄糖邻甲苯胺（O～TB）法测定：
①除葡萄糖外，其他糖在反应过程中亦能产生有色化合物，它们吸光度比率分别为：葡萄糖＝1.00；果糖＝0.06；甘露糖＝0.96；半乳糖＝1.42；蔗糖＝0.16；麦芽糖＝0.09；乳糖＝0.39；木糖＝0.12。但是，在这些糖中葡萄糖、果糖和半乳糖存在于正常人血清，而后者在正常人血液中含量甚微，不影响实际测定结果。
②测定液的显色强度与反应条件有关，邻甲苯胺的批号、邻甲苯胺试剂的新、老（如试剂配制后过久，颜色变浅）以及加热温度和加热时间等都会影响显色强度。因此，测定管，标准管、空白管的加热时间与温度必须完全一致。每批测定管数不宜过多，以便能较好地控制反应条件。有些批号冰醋酸会产生棕色反应，影响测定结果。
③最终反应液偶尔会产生混浊，最常见原因是高脂血症。此时，可向3ml显色液中加入1.5ml异丙醇，充分混匀，溶解脂质可消除浊度，所测吸光度乘以1.5。注射右旋糖酐时，由于右旋糖酐不溶于邻甲苯胺试剂而产生混浊。冷水浴太冷时也可出现混浊。
④轻度溶血不影响测定，但1g/L血红蛋白能假性增高葡萄糖测定结果0.11mmol/L，胆红质也能增高测定管吸光度，342μmol/L胆红质能假性增高葡萄糖测定结果1.39mmol/L，血标本中含有EDTA（＞1mg/ml），氟化钠（＞5mg/ml）时，能增高显色强度，麝香草酚抑制颜色生成。
⑤邻甲苯胺法的测定结果基本上与葡萄糖氧化酶法和已糖激酶法相同，但尿毒症患者，邻甲苯胺法的测定结果略有偏高。⑥邻甲苯胺试剂有毒并有致癌性，操作应避免皮肤接触或直接吸入。

(2)葡萄糖氧化酶（GOD）法：
①葡萄糖氧化酶对β-D葡萄糖高度特异，溶液中葡萄糖约36%为α型，64%为β型。葡萄糖的完全氧化需要从α型到β型的变旋反应。国内某些商品葡萄糖氧化酶试剂盒含葡萄糖变旋酶，可加速这一反应，但在终点法中延长孵育时间可达到完成自发变旋过程。新配制的葡萄糖标准液主要是α型，故须放置2h以上（最好过夜），待变旋平衡后方可应用。
②葡萄糖氧化酶法测定的特异性较高，能干扰测定结果的物质很少，溶血标本血红蛋白的浓度达10g/L，黄疸标本胆红质浓度达342μmol/L。氟化钠浓度达2g/L，尿素浓度达46.7mmol/L（280mg/dl），尿酸浓度达2.95mmol/L，半胱氨酸的浓度达50mg/dl，甘油三酯浓度达500mg/dl，对测定结果均无影响，维生素C、谷胱甘肽、10mg/dl左旋多巴可能引起测定结果的负偏差。
③如果测血浆中糖，标本以草酸钾-氟化钠为抗凝剂较好。取草酸钾6g，氟化钠4g，加水溶解至100ml，吸取0.1ml到玻璃试管内，在80℃以下烤干使用，可使2～3ml血液在3～4h不凝固并抑制糖分解。
④方法学评价：GOD法线性范围至少可达19mmol/L；回收度94%～105%；变异系数批内为0.7%～2.0%；批间为2%左右；日间为2%～3%。准确度与精密度都能达到临床需要，操作简便，适用于常规检验。", "sampleType": "血浆", "relationTest": "尿液分析;胰岛素;C肽;糖化血红蛋白A1c;微量白蛋白;尿液葡萄糖", "testName": "血液葡萄糖,Fasting plasma glucose(FPG)", "summary": "(1)葡萄糖邻甲苯胺(O～TB)法测定： 取数支16mm×150mm试管，按表1进行操作。混匀后，置沸水中，加热12min，取出置冷水中冷却5min。分光光度计波长630nm，比色杯光径1.0cm，空白管调零比色，读取标准管与测定管吸光度。
<img src="1161-TestOperation-b1.jpg"/>

(2)葡萄糖氧化酶（GOD）法：取数支16mm×100mm试管，按表2进行操作。混匀，置37℃水浴中，保温15min，用分光光度计波长505nm，比色杯光径1.0cm，以空白管调零比色，分别读取标准管及测定管吸光摩。

<img src="1161-TestOperation-b2.jpg"/>", "relationQuestion": "糖尿病常用的治疗方法有哪些？
对最常见的2型糖尿病而言，减肥、高纤维低碳水化合物的饮食结构和规律的运动可能就足以降低血糖水平。但是在多数情况下，需要口服促进分泌胰岛素和对胰岛素增敏的药物以得到预期的血糖水平。对1型糖尿病（和口服药物效果不明显的二型糖尿病）而言，需要一天多次注射胰岛素。", "suffererPrepare": "空腹采血", "testWhen": "作为正常代谢功能的一部分，在出现高血糖或低血糖症状的时候和怀孕期间；如果是糖尿病患者，一天检测几次以监控血糖水平。", "diseaseRelated": "艾迪生病; 半乳糖血症; 垂体前叶功能减退症; 肝硬化; 化脓性脑膜炎; 甲状腺功能减退症; 甲状腺功能亢进; 巨人症; 库欣综合征; 颅内压升高; 慢性胰腺炎; 脑出血; 黏液性水肿; 倾倒综合征; 肉瘤; 烧伤; 嗜铬细胞瘤; 糖尿病; 糖原贮积病; 胃癌; 血色病; 血糖过低; 胰岛β细胞瘤; 胰腺癌; 原发性肝癌; 肢端肥大症; 脂肪肝; 蛛网膜下腔出血", "normalValueDescription": "（1）空腹：
①邻甲苯胺法（O-TB）：3.89～6.11mmol/L
②葡萄糖氧化酶法（GOD）：3.89～6.11mmol/L
③分光光度法（AAS）： 3.88～5.8 mmol/L
④自动生化仪：3.89～6.11mmol/L
（2）进食后2h：＜6.7mmol/L（＜120mg/dl）", "id": 2, "testWhys": "检查血糖水平是否在正常范围内；筛查、诊断和监控高血糖症、低血糖症、糖尿病和糖尿病前期。", "testPrinciple": "(1)葡萄糖邻甲苯胺（O～TB）法测定：
葡萄糖与邻甲苯胺在强酸溶液中加热；葡萄糖醛基与邻甲苯胺缩合成葡萄糖基胺，后者脱水生成席夫氏（Schiff）碱，再经结构重排列，生成有色化合物，吸收峰在630nm。

(2)葡萄糖氧化酶（GOD）法：
葡萄糖氧化酶（GOD）能催化葡萄糖氧化成葡萄糖酸，并产生一分子过氧化化氢。在过氧化物酶（POD）和色原性氧受体（如联大茴香胺，4-氨基安替比林偶联酚）的存在下，过氧化化氢分解，释放出初生态氧，氧化色素原，生成有色化合物。其反应如下：醌亚胺在480～550nm波长有最大吸收，所产生的颜色强度与血清中葡萄糖量成正比，与同样处理的标准液比较，经计算可求出血清葡萄糖的含量。"}
{"testDescription": "血氯升高（称为高氯血症）通常表明脱水，也见于引起血钠升高的其它疾病，如库欣综合征或肾脏疾病。高氯血症也见于体内碱丢失过多（产生代谢性酸中毒），或换气过度（引起呼吸性碱中毒）。任何代谢紊乱引起血钠浓度降低的同时，血氯浓度降低（称为低氯血症）。低氯血症也见于长期呕吐或胃肠引流、肺气肿或其它慢性肺部疾病（引起呼吸性酸中毒），体内酸丢失过多（称为代谢性碱中毒）。影响血钠水平的药物也会引起氯改变。另外，吞咽大量碳酸氢钠或超过推荐剂量的抗酸剂，也能引起低氯。
（1）增高：
①排出减少：急、慢性肾功能衰竭、肾小管性酸中毒、梗阻性肾病等。
②摄入过多：高盐饮食、输入生理盐水过多，尤其在慢性肾功能不全时。
③呼吸性碱中毒。
④高渗性脱水（失水＞失钠）。
⑤溴化铋中毒。
（2）降低：
①严重呕吐、高位肠梗阻、慢性幽门梗阻等。
②人工胃或肠瘘引起胃液、胰液、胆汁大量丢失等。
③慢性肾上腺皮质功能减退。
④严重糖尿病排尿过多致酸中毒。
⑤出汗过多未及时补足氯化钠。
⑥心功能不全和肾炎长期无盐或低盐饮食并大量利尿后。", "resultEffectReason": "(1)氯电极用久后，电极膜头上会出现黑色的物质(AgCl)，此时电极灵敏度下降，需用柔软的布类将膜表面黑色物质擦去，再用细砂纸轻轻摩擦数次即可。(2)每次测定都应同时用定值质控血清进行测定，以保证结果的准确性。（3）在目前应用较普遍的电解质分析仪中，氯电极是一种对氯离子有选择性响应的液膜电极，它是选用一种对氯离子有交换作用的季胺盐作为活性材料，制成特殊的PVC管状电极，膜的一面与样品溶液相接触，另一面与内参比溶液相接触，膜电位直接与样品中氯离子的活度成正比，氯电极与参比电极之间的电位差随着样品溶液中氯离子活度的变化而变化。（4）离子选择电极法（ISE）测定的是样品溶液中的离子活度，与火焰法测定的离子浓度是有区别的。在火焰法中，假设水的活度系数为100%的理想状态，但通常测定样品中含有蛋白质、胆固醇、甘油三酯等，正常人血清中这些物质占据了总体积的3%～7%，这一因素是造成ISE法的结果比火焰法结果高3%～7%。但另一方面，蛋白质和其它大分子会络合一部分离子，该因素造成ISE法比火焰法结果偏低。大部分情况下，第一种因素占主导地位，所以，ISE法比火焰法的结果高1%～5%。由于ISE法测得的是离子活度，因而更能反映电解质在人体内的实际情况。（5）毕平安等对ISE法和α-淀粉酶-葡萄糖苷酶二点动力法测定氯比较发现，ISE法精密度和抗干扰性明显优于酶法，高脂样品（TG＞7.5mmol/L）对酶法测定血清氯有明显负干扰，而对ISE法无影响。戚大梁等研究发现，叠氮钠对ISE法测氯有较大影响，能使氯明显偏高。所以不能用叠氮钠作为试剂的防腐剂，也不能采用含叠氮钠的质控血清。于建新等也发现质控血清中的稳定剂及防腐剂对SLD 938离子分析仪氯电极有明显干扰，导致结果偏高。故在选择质控血清时要注意使用对电极无干扰的商品。（6）PVC液膜电极长时间浸泡在水溶液中，会使其中的电活性物质不断溶解而丧失，使电极寿命缩短。所以对一般中等实验室来说。最好在每天测定标本后，将电极用蒸馏水冲洗干净，再抽干电极中水分，干放过夜，第二天再用活化液活化15～30min，标定后使用。另外，须注意不可用火焰法的标准液、质控液来标定电极。防止毒化损坏电极。", "sampleType": "血清", "relationTest": "钠;钾;二氧化碳;电解质组合;CMP;BMP;尿氯", "testName": "血清氯,serum chloride(Cl)", "summary": "", "relationQuestion": "对于氯化物的摄取有什么饮食方面的建议吗？
是的，医学会食品与营养委员会建议14至50岁的青少年及成人每日需摄入23克氯化物。需求量随年龄、性别以及其它因素而变化。例如，妊娠及哺乳期的妇女需要的量较多，而儿童及老人所需要的量较少。氯化物在日常食物里很易获得，大多数的美国人通过食用食盐及方便食品可能摄入大于身体必需量的氯化物。很多蔬菜和食品里也含有氯化物，例如海藻、黑麦、番茄、莴苣、芹菜及橄榄等。", "testWhys": "用于确定体内电解质或酸碱平衡是否出现问题，监测治疗。", "testWhen": "电解质组合或代谢组合一部分；确定体内是否有电解质失衡。", "diseaseRelated": "肠梗阻; 肠瘘; 梗阻性肾病; 呼吸性碱中毒; 慢性肾功能衰竭; 肾上腺皮质功能减退; 肾小管性酸中毒; 糖尿病; 脱水; 幽门梗阻", "normalValueDescription": "离子选择电极法(ISE):96-106 mmol/L", "id": 1, "testPrinciple": "氯电极是由电极基部和头部组成。头部含银-氯化银粒子，当溶液中的氯离子与电极头部表面接触时，会产生服从能斯特(Nernst)方程的电动势，与参比电极相连，就能测出样品中氯化物的浓度。"}
